tutorials/incompressible/simpleSolver/laminar/ACCM_flatPlate2D/constant/transportProperties
/*------------------------------------------------------------------------------*
Caelus 10.04
Web:   www.caelus-cml.com
\*------------------------------------------------------------------------------*/

FoamFile
{
	version				2.0;
	format				ascii;
	class				dictionary;
	location			"constant";
	object				transportProperties;
}

//--------------------------------------------------------------------------------

transportModel				Newtonian;

nu					nu [0 2 -1 0 0 0 0] 1.5896306e-5;
